{
    "general": {
        "notFound": "Page not found",
        "goToHomePage": "Go to home page"
    },
    "nav": {
        "jobs": "Вакансии",
        "aboutUs": "О компании",
        "howTo": "Как это работает",
        "contacts": "Контакты"
    },
    "qc": {
        "line1": "Есть вопросы?",
        "line2": "Обратитесь к нам"
    },
    "static": {
        "aboutUs": "Компания AvielJobs специализируется на подборе персонала. Мы стремимся помочь нашим клиентам найти идеальных кандидатов, соответствующих их требованиям и ожиданиям. Наша команда профессионалов использует передовые методы и инструменты для поиска и оценки кандидатов, чтобы обеспечить наилучшие результаты для вашего бизнеса.\nМы ценим каждого клиента и кандидата, предлагая индивидуальный подход и высококачественное обслуживание. Доверяя AvielJobs, вы получаете надежного партнера в области подбора персонала.",
        "howTo": "Шаг 1: Регистрация\nПройдите простую и быструю регистрацию на нашем сайте. Вам нужно указать свой email, создать пароль и заполнить основные данные профиля.\nШаг 2: Создание и настройка профиля\nЗаполните свой профиль, указав информацию о вашем образовании, опыте работы и профессиональных навыках. Добавьте резюме и, при желании, портфолио с примерами ваших работ. Чем подробнее будет ваш профиль, тем больше шансов на успешное трудоустройство.\nШаг 3: Поиск вакансий\nИспользуйте наш удобный поисковик для нахождения подходящих вакансий. Вы можете фильтровать результаты по ключевым словам, местоположению, типу занятости и другим параметрам, чтобы быстрее найти именно то, что вам нужно.\nШаг 4: Отклик на вакансии\nНашли интересную вакансию? Подайте заявку в несколько кликов! Просто нажмите на кнопку \"Откликнуться\" и отправьте свое резюме работодателю. Вы также можете написать сопроводительное письмо, чтобы подчеркнуть свои сильные стороны и заинтересовать потенциального работодателя.\nШаг 5: Общение с работодателями\nПосле подачи заявки работодатели могут связаться с вами для уточнения деталей или приглашения на собеседование. Все сообщения будут приходить прямо на вашу почту и отображаться в личном кабинете на нашем сайте.\nШаг 6: Собеседование и предложения\nПроходите собеседования и получайте предложения о работе. Наш сайт также предлагает полезные советы и статьи о том, как успешно пройти интервью и произвести хорошее впечатление на работодателя.\nШаг 7: Начало работы\nПримите предложение о работе и начните новый этап своей профессиональной карьеры. Мы всегда готовы помочь вам на каждом этапе поиска работы и дать полезные рекомендации для дальнейшего развития.\nПочему выбирают нас\nУдобный интерфейс: наш сайт интуитивно понятен и прост в использовании.\nБольшой выбор вакансий: мы постоянно обновляем базу данных актуальными предложениями.\nНадежность: работаем только с проверенными работодателями.\nПоддержка пользователей: наша команда всегда готова помочь вам с любыми вопросами.\nНачните искать работу своей мечты уже сегодня вместе с нами!",
        "contacts": {
            "whatsapp": "Автоматизированный бот Whatsapp для отправки информации о вас",
            "telegram": "Автоматизированный бот Telegram для отправки информации о вас",
            "form": "Форма обратной связи"
        }
    }
}