const About = () => {
  return (
    <div>
      <h1>О компании</h1>
      <p>
        Компания AvielJobs специализируется на подборе персонала. Мы стремимся
        помочь нашим клиентам найти идеальных кандидатов, соответствующих их
        требованиям и ожиданиям. Наша команда профессионалов использует
        передовые методы и инструменты для поиска и оценки кандидатов, чтобы
        обеспечить наилучшие результаты для вашего бизнеса.
      </p>
      <p>
        Мы ценим каждого клиента и кандидата, предлагая индивидуальный подход и
        высококачественное обслуживание. Доверяя AvielJobs, вы получаете
        надежного партнера в области подбора персонала.
      </p>
    </div>
  )
}

export default About