const About = () => {
  return (
    <div>
        <section>
        <h1>Как это работает</h1>

        <h2>Шаг 1: Регистрация</h2>
        <p>Пройдите простую и быструю регистрацию на нашем сайте. Вам нужно указать свой email, создать пароль и заполнить основные данные профиля.</p>

        <h2>Шаг 2: Создание и настройка профиля</h2>
        <p>Заполните свой профиль, указав информацию о вашем образовании, опыте работы и профессиональных навыках. Добавьте резюме и, при желании, портфолио с примерами ваших работ. Чем подробнее будет ваш профиль, тем больше шансов на успешное трудоустройство.</p>

        <h2>Шаг 3: Поиск вакансий</h2>
        <p>Используйте наш удобный поисковик для нахождения подходящих вакансий. Вы можете фильтровать результаты по ключевым словам, местоположению, типу занятости и другим параметрам, чтобы быстрее найти именно то, что вам нужно.</p>

        <h2>Шаг 4: Отклик на вакансии</h2>
        <p>Нашли интересную вакансию? Подайте заявку в несколько кликов! Просто нажмите на кнопку &quot;Откликнуться&quot; и отправьте свое резюме работодателю. Вы также можете написать сопроводительное письмо, чтобы подчеркнуть свои сильные стороны и заинтересовать потенциального работодателя.</p>

        <h2>Шаг 5: Общение с работодателями</h2>
        <p>После подачи заявки работодатели могут связаться с вами для уточнения деталей или приглашения на собеседование. Все сообщения будут приходить прямо на вашу почту и отображаться в личном кабинете на нашем сайте.</p>

        <h2>Шаг 6: Собеседование и предложения</h2>
        <p>Проходите собеседования и получайте предложения о работе. Наш сайт также предлагает полезные советы и статьи о том, как успешно пройти интервью и произвести хорошее впечатление на работодателя.</p>

        <h2>Шаг 7: Начало работы</h2>
        <p>Примите предложение о работе и начните новый этап своей профессиональной карьеры. Мы всегда готовы помочь вам на каждом этапе поиска работы и дать полезные рекомендации для дальнейшего развития.</p>

        <h2>Почему выбирают нас</h2>
        <ul>
            <li><strong>Удобный интерфейс</strong>: наш сайт интуитивно понятен и прост в использовании.</li>
            <li><strong>Большой выбор вакансий</strong>: мы постоянно обновляем базу данных актуальными предложениями.</li>
            <li><strong>Надежность</strong>: работаем только с проверенными работодателями.</li>
            <li><strong>Поддержка пользователей</strong>: наша команда всегда готова помочь вам с любыми вопросами.</li>
        </ul>
        <p>Начните искать работу своей мечты уже сегодня вместе с нами!</p>
    </section>
    </div>
  )
}

export default About