{
    "general": {
        "notFound": "הדף לא נמצא",
        "goToHomePage": "עבור לדף הבית"
    },
    "nav": {
        "jobs": "משרות",
        "aboutUs": "עלינו",
        "howTo": "כיצד זה עובד",
        "contacts": "איש קשר"
    },
    "qc": {
        "line1": "יש שאלות?",
        "line2": "פנו אלינו"
    },
    "static": {
        "aboutUs": "AvielJobs מתמחה בגיוס כוח אדם. אנו שואפים לעזור ללקוחותינו למצוא את המועמדים האידיאליים שמתאימים לדרישותיהם ולציפיותיהם. הצוות המקצועי שלנו משתמש בשיטות ובכלים מתקדמים לחיפוש והערכת מועמדים כדי להבטיח את התוצאות הטובות ביותר לעסק שלכם.\nאנו מעריכים כל לקוח ומועמד, ומציעים גישה אישית ושירות איכותי. בהסתמכות על AvielJobs, אתם מקבלים שותף אמין בתחום הגיוס.",

        "howTo": "שלב 1: הרשמה השלם הרשמה פשוטה ומהירה באתר שלנו. עליך לספק את האימייל שלך, ליצור סיסמה ולמלא פרטי פרופיל בסיסיים. שלב 2: צור והגדר את הפרופיל שלך השלם את הפרופיל שלך עם מידע על ההשכלה, ניסיון העבודה והכישורים המקצועיים שלך. הוסף קורות חיים ואם תרצה, תיק עבודות עם דוגמאות לעבודותיך. ככל שהפרופיל שלך מפורט יותר, כך גדלים הסיכויים שלך להצליח בעבודה. שלב 3: חפש משרות פנויות השתמש במנוע החיפוש הנוח שלנו כדי למצוא משרות פנויות מתאימות. אתה יכול לסנן תוצאות לפי מילות מפתח, מיקום, סוג תפוסה ועוד כדי למצוא במהירות בדיוק את מה שאתה צריך. שלב 4: הגשת מועמדות למשרות פנויות מצאתם משרה מעניינת? הגש בקשה בכמה קליקים! פשוט לחצו על כפתור הגיב ושלחו את קורות החיים שלכם למעסיק. אתה יכול גם לכתוב מכתב מקדים כדי להדגיש את החוזקות שלך ולעניין מעסיק פוטנציאלי.שלב 5: פנה למעסיקים לאחר הגשת בקשתך, מעסיקים עשויים ליצור איתך קשר לבירור פרטים או להזמין אותך לראיון. כל ההודעות יישלחו  ישירות למייל שלך ויוצגו בחשבונך האישי באתר האינטרנט שלנו.  שלב 6: ראיון והצעות לעבור ראיונות ולקבל הצעות עבודה. האתר שלנו מציע גם טיפים ומאמרים שימושיים כיצד להצליח בראיון שלך ולעשות רושם טוב על המעסיק שלך.  שלב 7: תחילת העבודה קבל את הצעת העבודה והתחיל את השלב הבא בקריירה המקצועית שלך. אנו תמיד מוכנים לעזור לך בכל שלב בחיפוש העבודה שלך ולתת המלצות שימושיות להמשך פיתוח. מדוע לבחור בנו ממשק ידידותי למשתמש: האתר שלנו אינטואיטיבי וקל לשימוש. מבחר גדול של משרות פנויות: אנו מעדכנים כל הזמן את המאגר בהצעות עדכניות. אמינות: אנו עובדים רק עם מעסיקים מהימנים. תמיכת משתמשים: הצוות שלנו תמיד מוכן לעזור לך בכל שאלה. התחילו לחפש את עבודת החלומות שלכם עוד היום איתנו!",
        
        "contacts": {
            "whatsapp": "בוט וואטסאפ אוטומטי לשליחת המידע עליכם",
            "telegram": "בוט טלגרם אוטומטי לשליחת המידע עליכם",
            "form": "טופס משוב"
        }
    },
    "mainPanel": {}
}